[
  {
    "headline": "Shipping the Critical Enabler in Global Transition, ABS Chairman, President and CEO Tells COP26",
    "description": "Shipping is the critical enabler in the worlds transition to low carbon operations and needs Government support to ensure it is at the front of the queue for next-generation fuels. That was the message from ABS Chairman, President and CEO,",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1125/34349.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Hudong-Zhonghua delivered the third 15000TEU ship to CMA CGM",
    "description": "On November 24, the15,000TEU container shipCMA CGMOSIRIS builtby ChinaShipbuildingTrading and Hudong-Zhonghuafor CMA CGMwaschristenedand delivered in Shanghai. CMA CGMOSIRIS is the third of the five 15,000TEU conventional power containershi",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/shipbuilding/2021/1125/34348.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "RINA issued the first ISCC CORSIA certificate in China",
    "description": "The ISCC CORSIA is a new scheme eligible for certification of Sustainable Aviation Fuels On November 12th,RINAissued the first ISCC CORSIA SAF (Sustainable Aviation Fuel) certificate in China toJiangsu Shenou Environmental Protection Techno",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1125/34346.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Foreign trade to see focus on opening-up",
    "description": "China is expected to make strenuous efforts to promote high-quality development of foreign trade during the 14th Five-Year Plan period (2021-25), which will pivot on high-level opening-up, innovation and green development, said government o",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1125/34340.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Baltic index ends four-day rally on capesize weakness",
    "description": "The Baltic Exchanges dry bulk sea freight index snapped four straight sessions of gains on Wednesday as a drop in capesize rates outweighed gains in the smaller vessel segments. The overall index, which factors in rates for capesize, panama",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1125/34338.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "US soybean exports to China slump in October amid limited port capacity",
    "description": "The US soybean exports to China in October fell sharply compared with last year amid logistical disruptions caused by Hurricane Ida in the US Gulf Coast, market sources told SP Global Platts Nov. 23. According to Chinas monthly customs repo",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/COMMODITIES/2021/1125/34337.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "China sees surge in coal transportation by rail,ship",
    "description": "The volume of coal transported by trains and ships in China saw a surge in October and November amid the countrys solid efforts to ensure stability in coal supply during this winter, official data showed. On average, about 86,300 trains loa",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/COMMODITIES/2021/1125/34342.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Statement on IMO's MEPC 77 meeting",
    "description": "On the International Maritime Organizations Marine Environment Protection Committee meeting this week (IMOs MEPC 77, 22-26 Nov. 2021), INTERCARGO said: Given the harsh realities and the tremendous challenges of decarbonisation and of the as",
    "date": "25/11/2021",
    "link": "https://www.xindemarinenews.com//en/worldreview/2021/1125/34335.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Indonesia: fuelling the future of shipping – Low carbon shipping fuels for Indonesia's shipping sec",
    "description": "P4G Study: There are several potential pathways for Indonesia to develop new decarbonized fuels to serve its thriving shipping sector A study by Ricardo for the P4G Getting to Zero Coalition Partnership finds that Indonesias location,econom",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1124/34334.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "KMTC Adds 900 Energy-Efficient Carrier Transicold PrimeLINE Units for Refrigerated Container Fleet Ex",
    "description": "With an order of 900 PrimeLINE units from Carrier Transicold, Korea Marine Transport Containers (KMTC) is expanding its refrigerated cargo fleet and replacing older units. The PrimeLINE unit is a container refrigeration unit designed for wo",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1124/34333.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "Nor-Shipping 2022 Thought Leader interview: Geir Håøy,CEO,KONGSBERG",
    "description": "Sustainability: from outer space to the ocean space KONGSBERG CEO Geir Hy is focused on harnessing the diverse technology, skills and knowledge of the group to play a crucial role in supporting industrys energy transition. Here he explains,",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1124/34332.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "2022 Outlook: Shipbuilding: Shift towards Green Ship Technologies",
    "description": "Taking a mid/long-term view, we maintain a Positive stance towards the shipbuilding sector. The sector is expected to see healthy new orders next year. In 1H22, LNGC orders from Qatar are expected, and in 2H22, the tanker segment should rec",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/market/2021/1124/34326.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "NACKS Rated as Green Design Demonstration Enterprise for Industrial Products",
    "description": "Recently, the Chinese Ministry of Industry and Information Technology (MIIT) announced the third batch of green design demonstration enterprises for industrial products, with Nantong COSCO KHI Ship Engineering Co., Ltd. (NACKS) being includ",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/carrier/2021/1124/34329.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "COSCO SHIPPING Ports Xiamen Ocean Gate Container Terminal Rated as \"Green Port\" Again by AP",
    "description": "On November 16, the 2021 APEC Smart Port Development Forum was held online by APEC Port Services Network (APSN). COSCO SHIPPING Ports was invited to participate in the event and delivered a keynote speech on Smart Port Development Trends an",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/carrier/2021/1124/34327.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "New standard issued: Seafarers should be paid during isolation, base salary increased by 7%",
    "description": "During the epidemic, the seafarers labor treatment standards were officially released, and the minimum base salary for Chinese seafarers will increase by 7% On November 22,Chinese Seamen Construction Workers Union andChina Shipowners Associ",
    "date": "24/11/2021",
    "link": "https://www.xindemarinenews.com//en/regulations/2021/1124/34322.html",
    "source": "Xinde Marine News"
  },
  {
    "headline": "LA-Long Beach grace period extended to November 29",
    "description": "THE Port of Los Angeles and Port of Long Beach will once again postpone the new \"Container Dwell Fee\" until November 29, reports Massachusetts Logistics Management.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN1",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Canadian government pledges help to cut-off Vancouver port",
    "description": "CANADA's federal government has pledged to help flood-hit British Columbia as all overland transport links have been severed as the province faces more rain, reports Bloomberg.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN2",
    "source": "Shipping Gazette"
  },
  {
    "headline": "21,413-TEU OOCL Hong Kong now world's biggest box ship",
    "description": "HONG KONG's Orient Overseas Container Line (OOCL) is now in possession of the world's biggest box ship - the 21,413-TEU OOCL Hong Kong.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN3",
    "source": "Shipping Gazette"
  },
  {
    "headline": "China provides trainload of humanitarian aid to Afghanistan",
    "description": "CHINA has shipped more than 1,000 tonnes of food, clothing and blankets to Afghanistan, according to a statement by the Chinese ambassador to Afghanistan Wang Yu, reports Mumbai's Republic TV.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN4",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Late Christmas deliveries in Germany due to congestion: survey",
    "description": "CONGESTION across ports and logistics chains in Germany will affect Christmas deliveries and extend the retail supply bottlenecks beyond next summer, according to a survey by research firm ifo Institute, reports IHS Media.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN5",
    "source": "Shipping Gazette"
  },
  {
    "headline": "CMA CGM offers Duisburg-Marseilles railway route",
    "description": "FRENCH shipping giant CMA CGM will provide a new dedicated block train service offering with intermodal solutions to serve Germany's Rhur industrial region, reports the American Journal of Transportation.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN6",
    "source": "Shipping Gazette"
  },
  {
    "headline": "IMO struggles to push 175 states toward eco compliance",
    "description": "THE UN's International Maritime Organisation (IMO) is facing difficulties effecting compliance of global shipping with stricter emission rules, reports Bloomberg.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN7",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Texas uses shipping containers to wall off Mexican border",
    "description": "TEXAS Governor Greg Abbott has tweeted a video announcing the state's latest move to secure the Texas-Mexico border with 20 shipping containers along the riverbank next to the international bridge that connects Eagle Pass with Mexico. ",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN8",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Hapag-Lloyd to up rates 70pc, to blank 25pc of sailings",
    "description": "THE Alliance plans to blank a quarter of its Asia-Europe sailing in early December, while Hapag-Lloyd plans to raise its rates on the route 70 per cent, reports London's Loadstar.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN9",
    "source": "Shipping Gazette"
  },
  {
    "headline": "UN fears shipping rates will raise retail prices worldwide",
    "description": "THE rate for a single shipping container has skyrocketed over the last 18 months as the Covid scare disrupted supply chains and trade channels. reports CNBC News.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN10",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Walmart takes next step toward aerial home deliveries",
    "description": "US RETAIL giant Walmart is expanding efforts to offer aerial home delivery, joining with startup DroneUp, a Virginia Beach company, to begin dropping off items ranging from cans of tuna to children's thermometers, reports Bloomberg.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN11",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Anchorage airport Q3 cargo up 5.62pc to 917,753 tonnes",
    "description": "ALASKA's Ted Stevens Airport in Anchorage third quarter year-on-year cargo tonnage increased 5.62 per cent to 917,753 tonnes, reports Juneau's KINY radio news Alaska.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN12",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Congestion slows cargo volume growth: Clive Data Services",
    "description": "AIR cargo congestion appears to be hampering air cargo volumes, says Clive Data Services, reports London's Loadstar.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN13",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Wan Hai Lines Awarded \"Container Shipping Line of The Year India-Far East Trade Lane\"",
    "description": "Wan Hai Lines again crowned the \"Container Shipping Line of The Year India-Far East Trade Lane\" by The 11th India MALA (Maritime And Logistics Awards) which was held on November 18, Mumbai, India. This is the 8th time Wan Hai has won the same award.",
    "date": "25/11/2021",
    "link": "https://www.shippingazette.com/news/news_frame.asp?encode=eng&ctry=&bookmark=EN14",
    "source": "Shipping Gazette"
  },
  {
    "headline": "Yangzhou Ryuwa Shipbuilding bags order for six bulkers ",
    "description": "The six dual-fuel,15,500 dwt river-sea bulk carriers, will be 142 metres length and 20.6 metres width. The first vessel is expected to started construction around the beginning of 2022 and to be delivered at the end of 2022. ",
    "date": "25/11/2021",
    "link": "https://www.seatrade-maritime.com//shipyards/yangzhou-ryuwa-shipbuilding-bags-order-six-bulkers",
    "source": "Seatrade Maritime"
  },
  {
    "headline": "Singapore extends maritime tech start-up grant eligibility ",
    "description": "Enhancements to Singapore’s measures to help develop maritime start-ups were announced by Chee Hong Tat, Senior Minister of State for Transport, at the Smart Port Challenge (SPC) 2021 Grand Final on Tuesday. The aim is to support up to 150 start-ups by 2025, up from a previous target of 100 previously.",
    "date": "23/11/2021",
    "link": "https://www.seatrade-maritime.com//technology/singapore-extends-maritime-tech-start-grant-eligibility",
    "source": "Seatrade Maritime"
  },
  {
    "headline": "Yangzijiang Shipping orders four bulkers at Yangzijiang-Mitsui Shipbuilding ",
    "description": "The 82,300 dwt bulk carrier is a major ship type constructed by Yangzijiang-Mitsui Shipbuilding. Earlier this month, the shipyard delivered a 82,300 dwt bulk carrier Pomone to a Japanese owner.",
    "date": "23/11/2021",
    "link": "https://www.seatrade-maritime.com//shipyards/yangzijiang-shipping-orders-four-bulkers-yangzijiang-mitsui-shipbuilding",
    "source": "Seatrade Maritime"
  },
  {
    "headline": "Chinese seafarers’ basic salary to increase 7% from 2022",
    "description": "China Shipowner’s Association and China National Committee of the Chinese Seaman & Construction Workers’ Union have agreed to sign the 2022 version of Chinese Seaman Collective Agreement, which will be effective starting from 1 January 2022.",
    "date": "23/11/2021",
    "link": "https://www.seatrade-maritime.com//ship-operations/chinese-seafarers-basic-salary-increase-7-2022",
    "source": "Seatrade Maritime"
  },
  {
    "headline": "Zhuhai Gaolan container terminal phase two ready for operation ",
    "description": "Located at Gaolan port area of Zhuhai port, Guangdong province, the terminal project will be able to accommodate container ships above 100,000 tonnes-class, having a designed annual handling capacity of 3m teu.",
    "date": "24/11/2021",
    "link": "https://www.seatrade-maritime.com//ports-logistics/zhuhai-gaolan-container-terminal-phase-two-ready-operation",
    "source": "Seatrade Maritime"
  },
  {
    "headline": "Warning of future seafarer crisis due to pandemic suffering",
    "description": "Although seafarers are shipping’s frontline workers many countries have not recognised them as such. As result they have endured travel restrictions, quarantine, being unable to leave their vessels when contracts expire, and denial of medical care ashore since the onset of the pandemic. Not to mention the toll all these have taken on seafarers’ mental health.",
    "date": "23/11/2021",
    "link": "https://www.seatrade-maritime.com//ship-operations/warning-future-seafarer-crisis-due-pandemic-suffering",
    "source": "Seatrade Maritime"
  }
]